Repository: batiste/django-page-cms
Catalog: pages/locale/*/LC_MESSAGES/django.po
Languages: fr, it, tr, uk

source: General
fr: Général
it: Generale
tr: Genel
uk: Головне

source: Content
fr: Contenu
it: Contenuto
tr: İçerik
uk: Вміст

source: Default template
fr: Template par défaut
it: Modello predefinito
tr: Varsayılan tema
uk: Шаблон за замовчуванням

source: Another page with this slug already exists
fr: Une autre page avec ce slug existe déjà.
it: Un'altra pagina con lo stesso slug esiste già
tr: Bu slug ile bir sayfa zaten oluşturulmuş
uk: Ще одна сторінка з цим slug вже існує

source: A sibling with this slug already exists at the targeted position
fr: Un enfant avec ce slug existe déjà à la position désirée.
it: Una pagina dello stesso livello con lo stesso slug esiste già nella posizione indicata
tr: Bu slug ile sayfa zaten istenilen yerde oluşturulmuş
uk: Сторінка цього ж рівня з таким slug існує у вказаній позиціі

source: A child with this slug already exists at the targeted position
fr: Un enfant avec ce slug existe déjà à la position désirée.
it: Una pagina figlio con lo stesso slug esiste già
tr: Bu slug ile alt sayfa istenilen yerde zaten oluşturulmuş.
uk: Підлегла сторінка з таким slug вже існує в цій позиціі

source: A sibling with this slug already exists
fr: Un frère avec ce slug existe déjà.
it: Una pagina dello stesso livello con lo stesso slug esiste già
tr: Bu slug adı ile bir sayfa zaten oluşturulmuş
uk: Сторінка цього ж рівня з таким slug вже існує

source: A sibling with this slug already exists at the root level
fr: Un enfant avec ce slug existe déjà au premier niveau.
it: Una pagina dello stesso livello con lo stesso slug esiste già al livello principale
tr: Bu slug ile root içerisinde zaten sayfa oluşturulmuş
uk: Сторінка цього ж рівня з таким slug вже існує на головному рівні

source: Title
fr: Titre
it: Titolo
tr: Başlık
uk: Назва

source: The slug will be used to create the page URL, it must be unique among the other pages of the same level.
fr: Ce champ va être utilisé pour créer l'adresse de la page. Il doit être unique parmi les autres page du même niveau.
it: Lo slug verrà usato per costruire l'URL della pagina, deve essere univico fra le altre pagine dello stesso livello.
tr: Sayfa oluşturulurken slug benzersiz olmalıdır.
uk: Slug буде використаний для створення URL-адреси сторінки, він повинен бути унікальним серед інших сторінок того ж рівня.

source: Language
fr: Langue
it: Lingua
tr: Dil
uk: Мова

source: Template
it: Modello
tr: Tema
uk: Шаблон

source: Delegate to application
fr: Déléguer à l'application
it: Delegato all'applicazione
tr: Uygulamaya ata
uk: Делегувати до програми

source: Freeze
fr: Figer
it: Blocco
tr: Durdur
uk: Заморозити

source: Don't publish any content after this date. Format is 'Y-m-d H:M:S'
fr: Ne pas publier du contenu après cette date. Le format est 'A-m-j h:m:s'
it: Non pubblicare nessun contenuto dopo questa data. Il formato è 'Y-m-d H:M:S'
tr: Bu tarihten önce yayınlama. Tarih Biçimi 'Y-m-d H:M:S'
uk: Припинити публікацію після цієї дати. Формат - "Y-m-d H: M: S"

source: Pages
uk: Сторінки

source: Published
fr: Publié
it: Pubblicato
tr: Yayınla
uk: Опубліковано

source: Hidden
fr: Masqué
it: Nascosto
tr: Gizle
uk: Сховано

source: Draft
fr: Brouillon
it: Bozza
tr: Taslak
uk: Чернетка

source: author
fr: Auteur
it: autore
tr: Yazar
uk: автор

source: parent
it: genitore
tr: Eş
uk: батько

source: creation date
fr: Date de création
it: data di creazione
tr: Oluşturulma tarihi
uk: дата створення

source: publication date
fr: Date de publication
it: data di pubblicazione
tr: Yayınlanma tarihi
uk: дата публікації

source: When the page should go live. Status must be "Published" for page to go live.
uk: Коли сторінка повинна виходити наживо. Статус повинен бути "Опублікований", щоб сторінка була доступна наживо.

source: publication end date
fr: Date de fin de publication
it: data di fine pubblicazione
tr: yayından kaldırma tarihi
uk: дата закінчення публікації

source: When to expire the page. Leave empty to never expire.
uk: Коли термін дії сторінки закінчується. Залиште порожнім, щоб ніколи не минув.

source: last modification date
fr: Dernière date de modification
it: data dell'ultima modifica
tr: son düzenlenme tarihi
uk: дата останньої модифікації

source: status
fr: Statut
it: stato
tr: durum
uk: статус

source: template
it: modello
tr: tema
uk: шаблон

source: delegate to
fr: deleger à
it: delegato a
tr: ata
uk: делегувати

source: freeze date
fr: date de fixation
it: data di congelamento
tr: yayından kaldır
uk: дата заморожування

source: Don't publish any content after this date.
uk: Не публікувати після цієї дати.

source: The site(s) the page is accessible at.
fr: La page du site(s) est accessible à :
it: I siti nei quali la pagina è visibile.
tr: Sayfaya ulaşın
uk: Веб-сайт(и), на якому(ких) доступна сторінка.

source: sites
it: siti
tr: siteler
uk: сайти

source: redirect to url
uk: переадресація на URL

source: redirect to
uk: переадресація

source: page
it: pagina
tr: sayfa
uk: сторінка

source: pages
it: pagine
tr: sayfalar
uk: сторінки

source: language
fr: langue
it: lingua
tr: dil
uk: мова

source: body
fr: Corps
it: corpo
tr: içerik
uk: тіло

source: type
it: tipo
tr: tip
uk: тип

source: content
fr: Contenu
it: contenuto
tr: içerik
uk: вміст

source: contents
fr: Contenus
it: contenuti
tr: içerikler
uk: вмісти

source: alias
uk: псевдонім

source: aliases
uk: псевдоніми

source: title
fr: Titre
it: titolo
tr: başlık
uk: заголовок

source: description
uk: опис

source: extension
uk: розширення

source: Thumbnail
uk: Іконка

source: media
uk: медіафайл

source: medias
uk: медіафайли

source: [Placeholder %(name)s had syntax error: %(error)s]
fr: [Placeholder %(name)s erreur de synthax: %(error)s]
it: [Il segnaposto %(name)s ha un errore di sintassi: %(error)s]
tr: [Placeholder %(name)s hata: %(error)s]
uk: [Плейсхолдер %(name)s має помилку сінтаксису: %(error)s]

source: Note: This field is evaluated as template code.
fr: Note: Ce champs est évalué comme du code de template.
it: Nota: questo campo è elaborato come codice del modello.
tr: Not: Bu alan tema kodu olarak ayrılmıştır.
uk: Примітка. Це поле оцінюється як код шаблону.

source: Your email
fr: Votre email
it: Il tuo indirizzo e-mail
tr: İsminiz
uk: Ваш email

source: Subject
fr: Sujet
it: Oggetto
tr: Başlık
uk: Тема

source: Your message
fr: Votre message
it: Il tuo messaggo
tr: Mesajınız
uk: Повідомлення

source: Your email has been sent. Thank you.
fr: Votre message a été envoyé. Merci.
it: Il messaggio è stato inviato. Grazie.
tr: Mesajınız gönderilmiştir. En kısa zamanda tarafınıza dönüş yapılacaktır.
uk: Ваш лист було надіслано. Дякую.

source: An error as occured: your email has not been sent.
fr: Une erreur est apparue et votre message n'a pas été envoyé.
it: Si è verificato un errore: il messaggio non è stato spedito.
tr: Bir sorun oluştu: mesajınız gönderilemedi. Lütfen tekrar deneyiniz.
uk: Виникла помилка: ваш лист не надіслано.

source: Export pages as JSON
fr: Exporter ces page en format JSON
it: Esporta le pagine come JSON
tr: Sayfaları JSON olarak dışarı çıkar
uk: Експортувати сторінки як JSON

source: Import some pages from a JSON file
it: Importa delle pagine da un file JSON
tr: Sayfaları JSON olarak içeri çıkar
uk: Імпортувати деякі сторінки з JSON файлу

source: Site with id/domain = '%s' not found
it: Il sito con id/dominio = '%s' non trovato
tr: Bu alan adıyla = '%s' site bulunamadı.
uk: Сайт з ідентифікатором або доменом '%s' не знайдено

source: User with username/id/email = '%s' not found
it: Utente con username/id/email = '%s' non trovato
tr: Bu kullanıcı adı ve şifre ile = '%s' bulunamadı
uk: Користувача з іменем, ідентифікатором або email '%s' не знайдено

source: Errors encountered while importing JSON
it: Rilevatii errori durante l'importazione del JSON
tr: JSON ile içeri aktarırken hata oluştu
uk: Помилки під час імпорту JSON

source: %s created.
it: %s creato.
tr: %s oluşturuldu.
uk: %s створено.

source: %s modified.
it: %s modificato.
tr: %s düzenlendi.
uk: %s змінено.

source: Home
fr: Accueil
it: Principale
tr: Anasayfa
uk: Головна

source: Import Pages
fr: Importer les pages
it: Importa Pagine
tr: Sayfaları içeri aktar
uk: Імпортувати сторінки

source: Import
fr: Importer
it: Importa
tr: İçeri aktar
uk: Імпорт

source: Importing pages failed:
fr: L'importation des pages a échoué
it: Importazione delle pagine fallita:
tr: Sayfalar içeri aktarılamadı.
uk: Помилка Імпорту сторінок:

source: Import completed.
fr: Importation complète.
it: Importazione completata.
tr: İçeri aktarma başarılı.
uk: Імпорт завершено.

source: created
fr: Crée
it: creata
tr: oluşturuldu
uk: створено

source: modified
fr: modifié
it: modificata
tr: düzenlendi
uk: змінено

source: Return to page list
fr: Retour à la liste des pages
it: Ritorna alla lista delle pagine
tr: Sayfalara geri git
uk: Повернутися зо списку сторінок

source: Could not find page for redirect-to field '%s'
fr: Page introuvable pour la le champs de redirection '%s'
it: Non è possibile trovare una pagina per il campo redirect '%s'
tr: '%s' için yönlendirilen sayfa bulunmadı
uk: Не вдалося знайти сторінку для перенаправлення в поле '%s'

source: Language '%s' not imported
fr: Langage '%s' non importé
it: Il linguaggio '%s' non è importato
tr: İstenilen dil '%s' içeri aktarılamadı
uk: Мова "%s" не імпортується

source: Original author '%s' not found
fr: Auteur originel '%s' non trouvé
it: Autore originale '%s' non trovato
tr: Yazar '%s' bulunamadı
uk: Оригінального автора "%s" не знайдено

source: Could not add site '%s' to page
it: Non posso aggiungere il sito '%s' alla pagina
tr: '%s' sayfası için site eklenemedi
uk: Не вдалося додати сайт "%s" на сторінку

source: JSON file is invalid: %s
fr: Le fichier JSON est invalide: %s
it: Il file JSON non è valido: %s
tr: JSON dosyası hatalı: %s
uk: Файл JSON %s має помилки

source: Unsupported file version: %s
it: Versione del file non supportata: %s
tr: Desteklenmeyen dosya versiyonu : %s
uk: Ця версія файлу не підтримується: %s

source: %s has no common language with this site
it: %s non ha una lingua in comune con questo sito
tr: Bu sitede %s ile uyumlu bir dil yoktur.
uk: %s не має спільної мови з цим сайтом

source: %s did not include its parent page and a matching one was not found on this site
it: %s non include la sua pagina padre e non sono state trovate corrispondenze in questo sito
tr: '%s' üst sayfaya eklenemediği için uyumlu bir sayfa bulunamadı.
uk: %s не включає свою батьківську сторінку, а відповідна не знайдена на цьому сайті

source: %(page)s uses a template not found on this site: %(template)s
uk: %(page)s використовує шаблон, не знайдений на цьому веб-сайті: %(template)s

source: %(page)s template contents are different than our template: %(template)s
uk: Вміст шаблону %(page)s відрізняється від нашого шаблону: %(template)s

source: Edit
fr: Changer
it: Modifica
tr: Düzenle
uk: Редагувати

source: History
fr: Historique
it: Storico
tr: Tarih
uk: Історія

source: View on site
fr: Voir sur le site
it: Guarda sul sito
tr: Sitede göster
uk: Переглянути на сайті

source: Search
fr: Chercher
it: Cerca
tr: Ara
uk: Пошук

source: languages
fr: langues
it: lingue
tr: diller
uk: Мови

source: last modification
fr: dernière modification
it: ultima modifica
tr: son düzenleme
uk: остання зміна

source: published
fr: Publié
it: pubblicato
tr: yayınlandı
uk: опубліковано

source: undefined
tr: tanımlanmamış
uk: не визначено

source: view this page
fr: voir cette page
it: guarda questa pagina
tr: sayfayı görüntüle
uk: дивитись цю сторінку

source: move this page
fr: Déplacer cette page
it: sposta questa pagina
tr: sayfayı taşı
uk: перенести цю сторінку

source: insert a new page here
fr: insérer une nouvelle page ici
it: inserisci una nuova pagina qui
tr: yeni sayfa oluşturun
uk: вставити нову сторінку тут

source: delete this page
fr: supprimer cette page
it: cancella questa pagina
tr: sayfayı silin
uk: видалити цю сторінку

source: don&#x27;t move this page
fr: ne pas déplacer cette page
it: non muovere questa pagina
tr: Bu sayfayı taşınmaz
uk: не переміщуйте цю сторінку

source: cancel
fr: annuler
it: annulla
tr: iptal
uk: відмінити

source: don&#x27;t insert a new page here
fr: ne pas insérer une nouvelle page ici
it: non inserire una nuova pagina qui
tr: Buraya yeni sayfa oluşturulamaz
uk: не вставляйте сюди нову сторінку

source: insert above
fr: insérer en dessus
it: inserisci sopra
tr: yukarıda oluştur
uk: вставити зверху

source: insert below
fr: insérer en dessous
it: inserisci sotto
tr: aşağıda oluştur
uk: вставити знизу

source: insert as child
fr: insérer comme enfant
it: inserisci come figlio
tr: altsayfa oluştur
uk: вставити як підлегла

source: edit %(lang)s translation
fr: changer la traduction %(lang)s
it: modifica la traduzione %(lang)s
tr: %(lang)s dilini düzenle
uk: редагувати переклад: %(lang)s

source: create %(lang)s translation
fr: créer la traduction %(lang)s
it: crea la traduzione %(lang)s
tr: %(lang)s dilini oluştur
uk: створити переклад: %(lang)s

source: DATETIME_FORMAT
fr: d.m.Y
tr: d/m/Y H:i:s
uk: j. N Y, H:i

source: In navigation
fr: Dans la navigation
it: Nel menu di navigazione
tr: Menüde göster
uk: У навыгації

source: Send
fr: Envoyer
it: Invia
tr: Gönder
uk: Видіслати

source: Revisions
fr: Révisions
it: Revisioni
tr: Revizyon
uk: Ревізії

source: Wanted language has not been translated yet.
fr: Le langage désiré n'a pas encore été traduit.
it: La lingua richiesta non è ancora stata tradotta
tr: İstenen dil henüz çevirilmedi.
uk: Ще не перекладено на потрібну мову.

source: Delete this translation
fr: Supprimer cet traduction
it: Cancella questa traduzione
tr: Bu çeviriyi sil
uk: Видалити цей переклад

source: text
fr: texte
it: testo
tr: metin
uk: текст

source: German
it: Tedesco
tr: Almanca
uk: Німецька

source: Français
uk: Французька

source: US English
it: Inglese americano
tr: American İngilizcesi
uk: Американська англійська

source: French
it: Francese
tr: Fransızca
uk: Французька

source: Belgium french
it: Francese belga
tr: Belçika Fransızcası
uk: Бельгійська французька

source: Italian
it: Italiano
tr: İtalyanca
uk: Італьянська

source: The urlconf %s has already been registered.
it: L'indirizzo %s è già stato registrato.
tr: Urlconf %s zaten kaydedildi.
uk: Urlconf %s вже зареєстровано.

source: The urlconf %s has not been registered.
it: L'indirizzo %s non è stato registrato.
tr: Urlconf %s kaydedilmedi.
uk: Urlconf %s не зареєстровано.

source: Please save the page to show the file field
fr: Merci de sauver la page pour afficher le champs de fichier
it: Per favore salva la pagina per vedere il campo file
tr: Dosya alanının görünmesi için lütfen sayfayı kaydedin.
uk: Збережіть сторінку, щоб показати поле файлу

source: Delete file
fr: Supprimer le fichier
it: Cancella file
tr: Dosyayı sil
uk: Видалити файл

source: Current file: %s<br/>
fr: Fichier courant %s<br/>
it: File corrente: %s<br />
tr: Dosya: %s<br/>
uk: Поточний файл: %s<br/>

source: Please save the page to show the image field
fr: Merci de sauvegarder la page pour montrer le champ d'image
it: Per favore salva la pagina per vedere il campo immagine
tr: Resim alanının görünmesi için lütfen sayfayı kaydedin.
uk: Збережіть сторінку, щоб показати поле зображення

source: Delete image
fr: Supprimer image
it: Cancella immagine
tr: Resmi sil
uk: Видалити зображення

source: The widget %s has already been registered.
it: Il widget %s è già stato registrato.
tr: Eklenti %s zaten kaydedildi.
uk: Віджет %s вже зареєстрований.

source: The widget %s has not been registered.
it: Il widget %s non è stato registrato.
tr: Eklenti %s kaydedilmedi.
uk: Віджет %s не зареєстрований.

source: When the page should go live. Status must be "Published" for page to go live.
fr: Quand la page doit aller en front. Le status de la page doit être "Publié".
it: Indica quando la pagina diventa attiva. Lo stato deve essere "Pubblicato" affinché la pagina diventi attiva.
tr: Sayfayı yayınlamak için sayfa durumunu 'yayınla' olması gerekiyor.

source: When to expire the page. Leave empty to never expire.
fr: Quand la page doit expirer. Laissez vide pour ne jamais expirer.
it: Indica quando la pagina scade. Lascia il campo vuoto se non vuoi che scada.
tr: Sayfanın yayından kalkmaması için burayı boş bırakın.

source: Don't publish any content after this date.
fr: Ne publier aucun contenu après cette date.
it: Nessun contenuto può essere pubblicato dopo questa data.
tr: Bu tarihten önce yayınlama.

source: Aliases
fr: Alias
it: Alternative
tr: Takma adlar

source: %s uses a template not found on this site: %s
it: %s usa un modello non trovato in questo sito: %s
tr: %s sayfası sitede bulunmayan bir tema kullanıyor: %s

source: %s template contents are different than our template: %s
it: I contenuti del modello %s sono differenti dal nostro modello: %s
tr: %s tema içeriği sitede bulunan temadan farklı : %s

source: List of pages
fr: Liste des pages
it: Lista delle pagine

source: Go
it: Vai
tr: Git

source: This page contain broken links
it: La pagina contiene collegamenti rotti

source: Swiss french
it: Francese svizzero

source: Slug
fr: Lien
